[
    {
        "Product URL": "https://www.bebitalia.com/en-us/en-dambodue-divani.html",
        "Description": "The Dambo sofa family expands with Dambodue, a new version with a particularly generous shape and richly upholstered back and armrests. The seat is direct and rests on the floor, emphasised at the base by a bronzed nickel painted profile that gives it a particularly strong character. While presenting linear geometries, the design has been carefully studied to ensure comfort and functionality. In fact, Dambodue proves to be surprisingly comfortable and cosy, while maintaining a seat with limited depth. The range includes the linear sofa in two- and three-seater versions and a variety of elements to create different types of compositions.",
        "Technical Information": {
            "": ""
        }
    },
    {
        "Product URL": "https://www.bebitalia.com/en-us/en-charles-carre-divani.html",
        "Description": "No description available",
        "Technical Information": {
            "Technical Information": "Not available"
        }
    },
    {
        "Product URL": "https://www.bebitalia.com/en-us/en-charles-large-carre-divani.html",
        "Description": "No description available",
        "Technical Information": {
            "Technical Information": "Not available"
        }
    },
    {
        "Product URL": "https://www.bebitalia.com/en-us/en-diesis-divani.html",
        "Description": "Technology, elegance, ergonomics and comfort. An absolute icon of the modern furniture tradition, combining innovative technology and sophisticated craftsmanship, the Diesis sofa has become an essential element in the history of design. The precisely defined metal load-bearing structure combines with the seat, back and armrests in the shape of soft padded cushions covered in fabric or leather. Other details, such as the comb-shaped back in harmonic steel covered in leather, the die-cast aluminium parts and the leather, which is micro-perforated for aeration, have all become characteristic decorative elements denoting the careful attention dedicated to this product and its strong personality. Its utmost elegance even when seen from the back, with its leather upholstered backrest, means it can be placed at the centre of the room. Distinctive features and technological materials make Diesis a long-lasting product that meets the most sophisticated international taste. Comfort is guaranteed by soft padding.",
        "Technical Information": {
            "": ""
        }
    },
    {
        "Product URL": "https://www.bebitalia.com/en-us/en-camaleonda-divani-mccartney.html",
        "Description": "B&B Italia unveils a special edition Camaleonda, the iconic sofa system by Mario Bellini, adorned in a brand new fabric designed by Stella McCartney – platforming her S-Wave monogram. Marking the second chapter of the partnership between the British conscious luxury pioneer and  the Italian design house. The Camaleonda is crafted from nearly entirely sustainable materials, materialising both brands’ nature-positive visions. The S-Wave monogram is inspired by DNA strings, soundwaves, sacred geometries and living in harmony with nature; a forever symbol embodying Stella McCartney’s ever-evolving commitments to circularity, material innovation and conscious leadership. More than a monogram, it honours golden ratios and the energies that connect us all, forming a connective visual thread that appears across Stella McCartney’s ready-to-wear and accessories collections. The brand-new Stella McCartney X B&B Italia Camaleonda introduces the latest Magnolia printed fabric “S-Wave”, which is the result of a next-generation sustainability innovation introduced by the design company’s R&D team. The S-Wave upholstery, available in three different colours, is based on OceanSafe naNea yarn, which is verified to be biodegradable, Cradle to Cradle Certified® Gold and does not contain harmful substances. The material does not shed persistent microplastics into the environment, however, performs like conventional materials.",
        "Technical Information": {
            "": ""
        }
    }
]